package todo;

public class P20231128 {

//	//*Board.java (쇼인포,디테일인포 해서 게시판입니다다 기능 넣기)
//	BoardApp.java
//
//	1.등록 2.목록 3.상세조회 4. 종료
//	게시판(게시글번호/제목/작성자/내용/작성일시)
//	----------------------------------------------------
//	1 자바게시판입니다 user01
//	2 공부합시다          user02
//	3 SQL이 기대됩니다 user03
//	----------------------------------------------------
//	번호: 1/ 제목:자바게시판입니다.
//	작성자: user01
//	내용: 오늘은 숙제로 자바게시판을 만들어 봅시다.
//	일시: 2023-11-28
//	----------------------------------------------------
//
//	모두 프라이빗 선언 
	
}
